Repository: manjaropl/pacman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman-mirrors.po
Languages: pl

source: Warning: Cannot read file '{filename}': {error}
pl: Ostrzeżenie: Nie można odczytać '{filename}': {error}

source: generate new mirrorlist
pl: generuj nową listę mirrorów

source: generation method
pl: metoda generowania

source: branch name
pl: nazwa gałęzi

source: comma separated list of countries where mirrors will be used
pl: oddzielona przecinkami lista krajów z których mirrory będą używane

source: PATH
pl: ŚCIEŻKA

source: mirrors list path
pl: ścieżka listy mirrorów

source: FILE
pl: PLIK

source: output file
pl: plik wynikowy

source: SECONDS
pl: SEKUNDY

source: server maximum waiting time
pl: maksymalny czas oczekiwania na serwer

source: don't generate mirrorlist if NoUpdate is set to True in the configuration file
pl: nie generuj listy mirrorów gdy NoUpdate jest ustawione na True w pliku konfiguracyjnym

source: interactively generate a custom mirrorlist
pl: interaktywnie generuj listę mirrorów

source: print the pacman-mirrors version
pl: wyświetl wersję pacman-mirrors

source: Error: Must have root privileges.
pl: Błąd: Wymagane uprawnienia roota.

source: Warning: Custom mirrors file '{path}' doesn't exists. Querying all servers.
pl: Ostrzeżenie: Lista mirrorów '{path}' nie istnieje. Odpytywanie wszystkich serwerów.

source: argument -c/--country: unknown country '{country}' Available countries are: {country_list}
pl: argument -c/--country: nieznany kraj '{country}' Dostępne kraje to: {country_list}

source: :: Querying servers, this may take some time...
pl: :: Odpytywanie serwerów, to może chwilę potrwać...

source: Error: Failed to reach the server: {reason}
pl: Błąd: Nie udało się połączyć z serwerem: {reason}

source: Error: Failed to reach the server: Timeout.
pl: Error: Nie udało się połączyć z serwerem: Timeout.

source: Error: No server available !
pl: Błąd: Brak dostępnych serwerów !

source: :: Generated and saved '{output_file}' mirrorlist.
pl: :: Wygenerowano i zapisano listę mirrorów '{output_file}'.

source: Error: Cannot write file '{filename}': {error}
pl: Błąd: Nie można zapisać pliku '{filename}': {error}

source: Error: Cannot update file '{filename}': {error}
pl: Błąd: Nie można zapisać pliku '{filename}': {error}

source: User generated mirror list
pl: Wygenerowana lista mirrorów

source: :: Saved personalized list of mirrors in '{custom_file}'.
pl: :: Zachowano spersonalizowaną listę mirrorów w '{custom_file}'.

source: Previous page
pl: Poprzednia strona

source: Next page
pl: Następna strona

source: Mirrors list sorted by response time
pl: Lista mirrorów posortowana wg czasu odpowiedzi

source: List of selected mirrors
pl: Lista wybranych mirrorów

source: Select by clicking mirrors to prepare your custom list
pl: Klikając wybierz mirrory aby utworzyć własną listę

source: Show custom list
pl: Pokaż własną listę

source: Back to main list
pl: Powrót do listy głównej

source: Done
pl: Gotowe
